{
    "navbar": {
        "p1": "About",
        "p2": "Path",
        "p3": "Contact"
    },
    "heroe": {
        "p1": "Hi, I'm Maykel ",
        "p2":"Coding ideas to life"
    },
    "about": {
        "p1": "INTRODUCTION",
        "p2": " Overview.",
        "p3-a": " I'm a frontend developer with experience in JavaScript, TypeScript and Python 3, and I've worked with libraries and frameworks like React.js, Next.js, Vue.js and Django.",
        "p3-b": " Being a team player I like to collaborate closely with the team to create efficient, scalable, and user-friendly solutions that solve real-world problems.",
        "p3-c": " Let's work together to bring ideas to life!",
        "p4": " React Developer",
        "p5": " Next Developer",
        "p6": " Vue Developer",
        "p7": " Django Developer"
    },
    "contact":{
        
        "p2":"Contact.",
        "p3":"Your Name",
        "p3-a":"What is your name?",
        "p4":"Your Email",
        "p4-a":"username@gmail.com?",
        "p5":"Your Message",
        "p5-a":"I wonder...?",
        "p6":"Sending...",
        "p7":"Send",
        "alert-ok":"Thank you. I will get back to you as soon as possible.",
        "alert-error":"Ahh, something went wrong. Please try again."
    },
    "experiences":{
         "p1":"What I have done so far",

         "title7":"Frontend Developer",
        "date7":"Jun 2024 - ...",
        "points7-a":"Development and maintenance of web applications using Vue.js for the Natixis client",
        "points7-b":"Collaborate with cross-functional teams, including designers, product managers, product owners, and other developers, to create high-quality products.",
        "points7-c":"Participate in code reviews with other developers.",

        "title1":"Django Developer",
        "date1":"Jun 2023 - Jul 2023",
        "points1-a":"Completed the HarvardX: CS50’s Web Programming with Python and JavaScript course, which is a comprehensive program that dives deep into the design and implementation of web apps.",
        "points1-b":"Gained hands-on experience with Python, JavaScript, and SQL using frameworks like Django, React, and Bootstrap12.",
        "points1-c":"Developed a strong understanding of database design, scalability, security, and user experience.",
        "points1-d":"Participating in code reviews with other developers.",

        "title2":"Frontend Developer",
        "date2":"Apr 2022 - Mar 2023",
        "points2-a":"Developing and maintaining web applications using React.js, Vue.js and other related technologies for being able to handle advertisers.",
        "points2-b":"Collaborating with cross-functional teams including designers, product managers, product owners and other developers to create high-quality products.",
        "points2-c":"Implementing responsive design and ensuring cross-browser compatibility.",
        "points2-d":"Participating in code reviews with other developers.",

        "title3":"Frontend Developer",
        "date3":"Sep 2021 - Mar 2022",
        "points3-a":"Developing and maintaining web applications using React.js and other related technologies for being able to automate the assimilation of invoices with diverse characteristics.",
        "points3-b":"Collaborating with cross-functional teams including designers, product managers, product owners and other developers to create high-quality products.",
        "points3-c":"Implementing responsive design and ensuring cross-browser compatibility.",
        "points3-d":"Participating in code reviews with other developers.",

        "title4":"Frontend Developer",
        "date4":"Dec 2020 - Sep 2021",
        "points4-a":"Developing and maintaining a web application for control management of computers and peripherals using stack MERN.",
        "points4-b":"Collaborating with product owner to create a high-quality product.",
        "points4-c":"Implementing responsive design and ensuring cross-browser compatibility.",
        
        "title5":"React Developer",
        "date5":"Sep 2020 - Nov 2020",
        "points5-a":"Developing and maintaining a web application in charge of managing invoice payments and showing statistics of the procedures that were carried out in it using React.js and other related technologies.",
        "points5-b":"Collaborating with cross-functional teams including designers, product managers, and other developers to create high-quality products.",
        "points5-c":"Implementing responsive design and ensuring cross-browser compatibility.",

        "title6":"Frontend Developer",
        "date6":"Sep 2016 - Sep 2020",
        "points6-a":"Developing and maintaining web applications using React.js and other related technologies aimed to create apps taking into account the needs of the topography department.",
        "points6-b":"Creating Python 3 scripts for searching information in excel sheets and for automatize the file creation of topographic services.",
        "points6-c":"Collaborating with cross-functional teams including designers and the product owner to create high-quality products.",
        "points6-d":"Implementing responsive design and ensuring cross-browser compatibility."


    }
}
