{
    "navbar": {
        "p1": "Sobre mi",
        "p2": "Trayectoria",
        "p3": "Contactos"
    },
    "heroe": {
        "p1": "Hola, soy Maykel ",
        "p2":"Conviertiendo ideas en realidad"
    },
    "about": {
        "p1": "INTRODUCCIÓN",
        "p2": " Resumen.",
        "p3-a": " Soy un desarrollador frontend con experiencia en JavaScript, TypeScript y Python 3, y he trabajado con bibliotecas y marcos de trabajo como React.js, Next.js, Vue.js y Django.",
        "p3-b": " Siendo un jugador de equipo, me gusta colaborar estrechamente con el equipo para crear soluciones eficientes, escalables y fáciles de usar que resuelvan problemas del mundo real.",
        "p3-c": " ¡Trabajemos juntos para dar vida a las ideas!",
        "p4": " Desarrollador React",
        "p5": " Desarrollador Next ",
        "p6": " Desarrollador Vue ",
        "p7": " Desarrollador Django "
    },
    "contact":{
        
        "p2": "Contacto.",
        "p3": "Tu nombre",
        "p3-a": "¿Cómo te llamas?",
        "p4": "Tu correo electrónico",
        "p4-a": "usuario@gmail.com?",
        "p5": "Tu mensaje",
        "p5-a": "¿Quisiera saber si...?",
        "p6": "Enviando...",
        "p7": "Enviar",
        "alert-ok": "Gracias. Me pondré en contacto con usted lo antes posible",
        "alert-error": "Ahh, algo ha ido mal. Por favor, inténtalo de nuevo"
    },
    "experiences":{
        "p1":"Lo que he hecho hasta ahora",

        "title1": "Desarrollador Django",
        "date1": "Jun 2023 - Jul 2023",
        "points1-a": "Completado el curso HarvardX: CS50's Web Programming with Python and JavaScript, que es un programa integral que se sumerge profundamente en el diseño y la implementación de aplicaciones web.",
        "points1-b": "Obtenido experiencia práctica con Python, JavaScript y SQL utilizando frameworks como Django, React y Bootstrap12.",
        "points1-c": "Desarrollado una sólida comprensión del diseño de bases de datos, escalabilidad, seguridad y experiencia de usuario.",
        "points1-d": "Participar en revisiones de código con otros programadores.",

        "title2": "Desarrollador Frontend",
        "date2": "Abr 2022 - Mar 2023",
        "points2-a": "Desarrollar y mantener aplicaciones web utilizando React.js, Vue.js y otras tecnologías relacionadas para poder manejar anunciantes.",
        "points2-b": "Colaborar con equipos multifuncionales, incluidos diseñadores, gestores de productos, propietarios de productos y otros desarrolladores para crear productos de alta calidad.",
        "points2-c": "Implementar el diseño responsivo y garantizar la compatibilidad entre navegadores.",
        "points2-d": "Participar en revisiones de código con otros desarrolladores.",

        "title3": "Desarrollador Frontend",
        "date3": "Sept 2021 - Mar 2022",
        "points3-a": "Desarrollar y mantener aplicaciones web utilizando React.js y otras tecnologías relacionadas para poder automatizar la asimilación de facturas con diversas características.",
        "points3-b": "Colaborar con equipos interfuncionales incluyendo diseñadores, jefes de producto, propietarios de producto y otros desarrolladores para crear productos de alta calidad.",
        "points3-c": "Implementar el diseño responsivo y garantizar la compatibilidad entre navegadores.",
        "points3-d": "Participar en revisiones de código con otros desarrolladores.",

        "title4": "Desarrollador Frontend",
        "date4": "Dic 2020 - Sept 2021",
        "points4-a": "Desarrollar y mantener una aplicación web para la gestión de control de ordenadores y periféricos utilizando stack MERN.",
        "points4-b": "Colaborar con el propietario del producto para crear un producto de alta calidad.",
        "points4-c": "Implementar diseño responsive y asegurar compatibilidad cross-browse.r",
        
        "title5": "Desarrollador React",
        "date5": "Sept 2020 - Nov 2020",
        "points5-a": "Desarrollar y mantener una aplicación web encargada de gestionar el pago de facturas y mostrar estadísticas de los trámites que se realizaron en ella utilizando React.js y otras tecnologías relacionadas.",
        "points5-b": "Colaborar con equipos interfuncionales incluyendo diseñadores, jefes de producto y otros desarrolladores para crear productos de alta calidad.",
        "points5-c": "Implementar el diseño responsive y garantizar la compatibilidad entre navegadores.",

        "title6": "Desarrollador Frontend",
        "date6": "Sept 2016 - Sept 2020",
        "points6-a": "Desarrollo y mantenimiento de aplicaciones web utilizando React.js y otras tecnologías relacionadas orientadas a crear apps teniendo en cuenta las necesidades del departamento de topografía.",
        "points6-b": "Creación de scripts en Python 3 para la búsqueda de información en hojas excel y para automatizar la creación de ficheros de servicios topográficos.",
        "points6-c": "Colaborar con equipos interfuncionales incluyendo diseñadores y el product owner para crear productos de alta calidad.",
        "points6-d": "Implementar el diseño responsivo y garantizar la compatibilidad entre navegadores."


    }
}
