{
    "navbar": {
        "p1": "Sobre mim",
        "p2": "Trajetória",
        "p3": "Contactos"
    },
    "heroe": {
        "p1": "Olá, eu sou Maykel ",
        "p2":"Codificando ideias para a vida"
    },
    "about": {
        "p1": "INTRODUÇÃO",
        "p2": " Resumo.",
        "p3-a": " Sou um desenvolvedor front-end com experiência em JavaScript, TypeScript e Python 3, e já trabalhei com bibliotecas e frameworks como React.js, Next.js, Vue.js e Django.",
        "p3-b": " Sendo um jogador de equipa, gosto de colaborar estreitamente com a equipa para criar soluções eficientes, escaláveis e fáceis de utilizar que resolvam problemas do mundo real.",
        "p3-c": " Vamos trabalhar juntos para dar vida às ideias!",
        "p4": "Desenvolvedor React ",
        "p5": "Desenvolvedor Next",
        "p6": "Desenvolvedor Vue",
        "p7": "Desenvolvedor Django"
    },
    "contact":{
        
        "p2": "Contacto.",
        "p3": "O seu nome",
        "p3-a": "Qual é o seu nome?",
        "p4": "O seu e-mail",
        "p4-a": "usuário@gmail.com?",
        "p5": "A sua mensagem",
        "p5-a": "Gostava de saber...?",
        "p6": "A enviar...",
        "p7": "Enviar",
        "alert-ok": "Obrigado. Entrarei em contacto consigo assim que possível",
        "alert-error": "Ahh, algo correu mal. Por favor, tente novamente."
    },
    "experiences":{
        "title1": "Desenvolvedor Django",
        "data1": "Jun 2023 - Jul 2023",
        "points1-a": "Concluiu o curso HarvardX: CS50's Web Programming with Python and JavaScript, que é um programa abrangente que mergulha profundamente na conceção e implementação de aplicações web.",
        "points1-b": "Ganhou experiência prática com Python, JavaScript e SQL utilizando estruturas como Django, React e Bootstrap12.",
        "points1-c": "Desenvolveu uma sólida compreensão da conceção de bases de dados, escalabilidade, segurança e experiência do utilizador.",
        "points1-d": "Participar em revisões de código com outros programadores.",

        "title2": "Desenvolvedor Frontend",
        "data2": "abril de 2022 - março de 2023",
        "points2-a": "Desenvolvimento e manutenção de aplicações web utilizando React.js, Vue.js e outras tecnologias relacionadas para poder lidar com anunciantes.",
        "points2-b": "Colaborar com equipas multifuncionais, incluindo desenhadores, gestores de produtos, proprietários de produtos e outros programadores, para criar produtos de alta qualidade.",
        "points2-c": "Implementar um desenho reativo e garantir a compatibilidade entre navegadores.",
        "points2-d": "Participar em revisões de código com outros programadores.",

        "title3": "Desenvolvedor Frontend",
        "data3": "Set 2021 - Mar 2022",
        "points3-a": "Desenvolver e manter aplicações web utilizando React.js e outras tecnologias relacionadas para poder automatizar a assimilação de facturas com características diversas.",
        "points3-b": "Colaborar com equipas multifuncionais incluindo desenhadores, gestores de produto, proprietários de produto e outros programadores para criar produtos de alta qualidade.",
        "points3-c": "Implementar um desenho reativo e garantir a compatibilidade entre navegadores.",
        "points3-d": "Participar em revisões de código com outros programadores.",

        "title4": "Desenvolvedor Frontend",
        "data4": "Dez 2020 - Set 2021",
        "points4-a": "Desenvolvimento e manutenção de uma aplicação web para gestão de controlo de computadores e periféricos utilizando a pilha MERN.",
        "points4-b": "Colaborar com o proprietário do produto para criar um produto de alta qualidade.",
        "points4-c": "Implementar um desenho reativo e garantir a compatibilidade entre navegadores.",
        
        "title5": "Desenvolvedor React",
        "data5": "Set 2020 - Nov 2020",
        "points5-a": "Desenvolver e manter uma aplicação web encarregada de gerir pagamentos de facturas e apresentar estatísticas dos procedimentos que nela foram realizados utilizando React.js e outras tecnologias relacionadas.",
        "points5-b": "Colaborar com equipas multifuncionais, incluindo desenhadores, gestores de produtos e outros programadores, para criar produtos de alta qualidade.",
        "points5-c": "Implementar um desenho reativo e garantir a compatibilidade entre navegadores.",

        "title6": "Programador Frontend",
        "data6": "setembro 2016 - setembro 2020",
        "points6-a": "Desenvolvimento e manutenção de aplicações web utilizando React.js e outras tecnologias relacionadas com o objetivo de criar aplicações tendo em conta as necessidades do departamento de topografia.",
        "points6-b": "Criação de scripts em Python 3 para pesquisa de informação em folhas de excel e para automatizar a criação de ficheiros de serviços topográficos.",
        "points6-c": "Colaborar com equipas multifuncionais, incluindo desenhadores e o proprietário do produto, para criar produtos de alta qualidade.",
        "points6-d": "Implementar um desenho reativo e assegurar a compatibilidade entre navegadores."


    }
}
